{
    "navbar": {
        "about_me": "Acerca de mi",
        "skills": "Skills",
        "projects": "Proyectos",
        "jobs": "Trabajos",
        "socials": "Redes sociales",
        "resources": "Recursos"
    },
    "header": {
        "caption": "Un desarrollador <b>fullstack</b> con pasión por el <b>frontend</b>"
    },
    "introduction": {
        "about_me": {
            "tag": "About me",
            "description": "Hola! Soy Paul Miranda, un desarrollador de software con años de experiencia en el desarrollo web y aplicaciones de escritorio. Me gusta mucho Typescript y Javascript y disfruto mucho de trabajar en proyectos con estos lenguages involucrados. Siempre me mantengo curioso acerca de las nuevas tecnologías que salen y trato de probarlas y escribir aplicaciones sencillas con ellas como hobbie. Me gusta mucho el frontend y sus tecnologías y trato de usarlas siempre en proyectos personales (como podemos ver en la sección de Proyectos de esta página). He trabajado a lado de compañias de nivel mundial como Kenworth y Skyworks."
        },
        "widget-1": "Experimentado in desarrollo web, tanto del lado del cliente como del servidor.",
        "widget-2": "Conocimiento acerca de tecnologías de backend y bases de datos",
        "widget-3": "Construido aplicaciones de escritorio de larga escala.",
        "widget-4": "Construido y diseñado páginas web atractivas y responsivas."
    },
    "skills": {
        "heading": "Skills"
    },
    "projects": {
        "heading": "Proyectos personales",
        "see_preview": "Ver diseño",
        "pets": "Construí una red social para subir fotos de mascotas. Tome mucha inspiración del diseño de Instagram. Las fotos que se suben son recortadas y re escaladas por el servidor para ahorrar espacio en el disco. Fue un proyecto muy divertido de realizar.",
        "creative_expo": "En mi trabajo actual existe una dinámica donde los colaboradores de la compañía pueden hacer expos acerca de temas que les apasionen o encuentren interesantes. Expusé sobre CSS Grid porque cambió mi manera de construir layouts en aplicaciones web y añadí ejemplos interactivos con React. Mis compañeros lo amaron.",
        "penny": "Mi novia tiene una perrita llamada Penny. Usualmente compartimos fotos y memes de ella, así que pensé que sería una buena idea hacerle una página donde todos la pudieran conocer y votar por cuál es la Penny más épica. Fue un proyecto muy divertido de hacer",
        "japanese_project": "Para mi proyecto final de japonés tenía que hacer un proyecto donde combinara todos los temas que vimos en el curso. Pensé que sería una buena idea tener una págna web que también sirviera como temario para cuando quisiera volver a repasar o consultar esos temas."
    },
    "jobs": {
        "heading": "Places where I've worked",
        "spark_techs": {
            "point-1": "Worked alongside Skyworks Mexicali in the building and maintainance of industrial machine software. This involved creating and maintaining website and desktop application that the operators of the machines will use to keep control of the industrial production.",
            "point-2": "Worked alongside Kenworth Mexicali in the building of a web app to keep control of the quality assurance of the trucks they assemble.",
            "point-3": "Colaborated in the SERVCO project, a internal web application to keep control of all the employees inside the organization as well as the control of their payments, vacations, assurances, and all the matters that involves the employee."
        },
        "application_software": {
            "point-1": "Builded a web application to help the users to keep control over their KPI's using charts. Builded the backend and frontend of the application.",
            "point-2": "Builded a penitenciary desktop application, made to keep control of the proccesses inside of a jail like the insertion of a convict, hospitalary services, inventories inside the prision and all the proccesses realized inside a prison."
        }
    },
    "socials": {
        "heading": "Where you can find me"
    },
    "footer": {
        "code": "The code of this page can be find <b>here</b>"
    }
}